tests/saved_cases/cbox/sim1/0/T
/*--------------------------------*- C++ -*----------------------------------*\
| =========                 |                                                 |
| \\      /  F ield         | OpenFOAM: The Open Source CFD Toolbox           |
|  \\    /   O peration     | Version:  v2206                                 |
|   \\  /    A nd           | Website:  www.openfoam.com                      |
|    \\/     M anipulation  |                                                 |
\*---------------------------------------------------------------------------*/
FoamFile
{
    version     2.0;
    format      ascii;
    class       volScalarField;
    object      T;
}

dimensions      [0 0 0 1 0 0 0];

internalField   uniform 300;

boundaryField
{
    hot
    {
        type            fixedValue;
        value           uniform 300.5;
    }

    cold
    {
        type            fixedValue;
        value           uniform 299.5;
    }

    frontAndBack
    {
        type            zeroGradient;
    }

    topAndBottom
    {
        type            zeroGradient;
    }

    #includeEtc "caseDicts/setConstraintTypes"
}
