tests/saved_cases/cbox/sim1/system/fvSchemes
FoamFile
{
    version     2.0;
    format      ascii;
    class       dictionary;
    object      fvSchemes;
}

ddtSchemes
{
    default    Euler;
}

gradSchemes
{
    default    Gauss linear;
}

divSchemes
{
    default                 none;
    div(phi,U)              Gauss linearUpwind grad(U);
    div(phi,T)              Gauss limitedLinear 1;
    turbulence              Gauss limitedLinear 1;
    div(phi,k)              $turbulence;
    div(phi,epsilon)        $turbulence;
    div((nuEff*dev2(T(grad(U)))))  Gauss linear;
}

laplacianSchemes
{
    default    Gauss linear corrected;
}

interpolationSchemes
{
    default    linear;
}

snGradSchemes
{
    default    corrected;
}
